;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Samoca Stefan Mihai
; TranslationAuthorEmail: icesbitt@yahoo.com
;

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=Ro
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmare
Warning=Avertizare
Error=Eroare
Confirm=Confirmare
pmHelp=Ajutor Online
pmHome=Pagina de Start
pmCheckNew=Verifica Actualizari
pmLang=Limbi
pmAbout=Despre noi
pmRestore=Recupereaza acest articol
pmselectall=Selectare Toate
pmselectnone=Selectare Nici unul
pmselectinvert=Inversare Selectare
FrmFRMain.lblTree.caption=Directoare Fisiere
FrmFRMain.btnlikeit.caption=Imi place
FrmFRMain.btnfeedback.caption=Sugestii si feedback
FrmFRMain.btnsearch.caption=Scanare
FrmFRMain.btnrestore.caption=Recuperare
FrmFRMain.btnsearchcancel.caption=Anulare
FrmFRAbout.caption=Despre
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Versiune Curenta:
FrmFRAbout.lblemail.caption=Email Asistenta:
FrmFRAbout.lblhome.caption=Pagina de Start
FrmFRAbout.lblthank.caption=Multumim urmatoarelor persoane pentru contributiile lor:
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Inchidere
ButtonRestore=Restaureaza
ButtonMenu=Meniu
ButtonDelete=Sterge
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nume Fisier
FrmFRMain.lstFile.headitems[1]=Dimensiune Fisier
FrmFRMain.lstFile.headitems[2]=Ultima modificare
FrmFRMain.lstFile.headitems[3]=Recuperare
FrmFRMain.lstFile.headitems[4]=Cale
Scanning=Scanare...
Filtering=Filtrare...
KeyWord=Cuvinte cheie
Images=Imagini
Audios=Audio
Videos=Video
Document=Documente
Compressed=Fisiere Comprimate
Email=Email-uri
AllFiles=Toate fisierele
AllFolders=Toate folderele
SelectDir=Selectati un folder pentru a salva datele recuperate.
NoSameDrive=Va rugam alegeti alta unitate pentru recuperare pentru a evita suprascrierea.
ScanStopped=Scanarea a fost anulata.
Good=Buna
Poor=Slaba
VeryPoor=Foarte Slaba
Lost=Pierduta
ItemList=Gasit %d fisierele.
[message]
NoNewVer=Felicitari, versiunea pe care o folositi este cea mai recenta!
RecoveryDone=Recuperarea datelor s-a incheiat.
